import random

dinner = ['가든쿡파스타&필라프', '국민파스타', '꾸이한끼',\
          '니뽕내뽕', '닝교초',\
          '덮덮밥', '뚱이수육국밥',\
          '룽타우객점',\
          '마하싯다커리', '맥도날드', '먹지마!', '모리',\
          '봉구스밥버거', '부대찌개',\
          '서브웨이', '샌드리아', '송주불냉면', '스쿨푸드',\
          '엄마생각', '에그드랍', '역전우동', '엽떡', '영칼로리쌀국수', '오돼지국밥',\
          '족보잇는밀면국밥',\
          '채선당', '초계명가', '최고당돈가스', '치킨',\
          '큰손뼈해장국', '키아이',\
          '타이완펑', '탄탄면공방', '토마토도시락',\
          '파스타마니아', '파스타입니다', '프랭크버거', '피자',\
          '혼밥대왕', '홍두깨장칼국수', '홍콩반점']

index = random.sample(dinner, 5)

print(index)